tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/science'
tap 'staticfloat/julia'
brew 'autoconf'
brew 'xz'
brew 'ghc'
brew 'cabal-install'
brew 'gmp'
brew 'coreutils'
brew 'pkg-config'
brew 'emacs', args: ['with-cocoa']
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'libogg'
brew 'flac'
brew 'gawk'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'hugo'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libgit2'
brew 'libpng'
brew 'libvorbis'
brew 'libsndfile'
brew 'mad'
brew 'nkf'
brew 'pandoc'
brew 'pcre2'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'sox'
brew 'tmux'
brew 'tree'
brew 'caskroom/cask/brew-cask'
cask 'java'
cask 'mactex'
cask 'macvim'
