tap 'caskroom/cask'
tap 'homebrew/brewdler'
brew 'autoconf'
brew 'xz'
brew 'ghc'
brew 'cabal-install'
brew 'coreutils'
brew 'pkg-config'
brew 'emacs', args: ['with-cocoa']
brew 'libogg'
brew 'flac'
brew 'gawk'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'hugo'
brew 'libpng'
brew 'libvorbis'
brew 'libsndfile'
brew 'mad'
brew 'openssl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'sox'
brew 'caskroom/cask/brew-cask'
cask 'java'
cask 'mactex'
cask 'macvim'
