tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'staticfloat/julia'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'ghc'
brew 'cabal-install'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'libogg'
brew 'flac'
brew 'readline'
brew 'gawk'
brew 'gdbm'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'html-xml-utils'
brew 'hugo'
brew 'openssl'
brew 'libevent'
brew 'libssh2'
brew 'libgit2'
brew 'libvorbis'
brew 'libsndfile'
brew 'mad'
brew 'nkf'
brew 'pandoc'
brew 'pcre2'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'sqlite'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'sox'
brew 'tmux'
brew 'tree'
brew 'homebrew/dupes/grep'
brew 'homebrew/science/r'
brew 'homebrew/versions/mysql56'
brew 'staticfloat/julia/openblas-julia'
brew 'staticfloat/julia/arpack-julia'
brew 'staticfloat/julia/gmp4-julia'
brew 'staticfloat/julia/isl011-julia'
brew 'staticfloat/julia/cloog018-julia'
brew 'staticfloat/julia/llvm33-julia'
brew 'staticfloat/julia/suite-sparse-julia'
cask 'java'
cask 'mactex'
cask 'macvim'
